Repository: ngocvantran/7Pass
Catalog: KeePass/Properties/Resources.*.resx
Languages: de, el, es, fr, hu, nl, pl, ru

# LargeTransformsTitle
source: Database Encryption
de: Datenbank-Verschlüsselung
el: Κρυπτογράφηση βάσης δεδομένων
es: Cifrado de la base de datos
fr: Cryptage de la base de données
nl: Database Encryptie
pl: Szyfrowanie bazy danych
ru: Шифрование базы

# ToastFree
source: This is the fully functional free version of 7Pass. You can support the author by tapping this notification to purchase the paid version.
de: Dies ist die voll funktionsfähige freie Version von 7Pass. Sie können den Entwickler unterstützen, wenn Sie auf diese Benachrichtigung klicken, um die Vollversion zu kaufen.
el: Αυτή είναι μια πλήρως λειτουργική δωρεάν έκδοση του 7Pass. Μπορείτε να υποστιρίξετε τον δημιουργό της πατώντας αυτή την ειδοποίηση ώστε να αγοράσετε την επί πληρωμή έκδοση.
es: Esta es la versión completa de 7Pass. Usted puede soportar al autor de la aplicación siguiendo el enlace y comprar la versión completa de la aplicación.
fr: Il s'agit de la version gratuite totalement fonctionnelle de 7Pass. Vous pouvez soutenir l'auteur en tapant cette notification pour acheter la version payante.
nl: Dit is de volledig functionele gratis versie van 7Pass. U kunt de ontwikkelaar ondersteunen door via deze notificatie de betaalde versie aan te schaffen.
pl: To jest w pełni działająca darmowa wersja 7Pass. Możesz wesprzeć jej autora zaznaczając tę wiadomość by kupić płatną wersję
ru: Это полнофункциональная бесплатная версия 7Pass. Вы можете поддержать автора: нажмите на это сообщения и купите платную версию.

# ToastTrial
source: Thank you for trying 7Pass. This is the fully functional trial version of 7Pass. Click this notification to Review/Purchase 7Pass.
de: Danke für das testen von 7Pass. Dies ist die voll funktionsfähige freie Version von 7Pass. Klicken Sie diese Benachrichtigung an um 7Pass zu beurteilen/kaufen.
el: Ευχαριστώ που δοκιμάσατε το 7Pass. Αυτή είναι μια πλήρως λειτουργική δοκιμαστική έκδοση του 7Pass. Κάντε κλικ σε αυτή την ειδοποίηση για την Παρουσίαση/Αγορά του 7Pass.
es: Gracias por probar 7Pass. Esta es la versión completa de 7Pass. Siga esta notificación para Calificar/Comprar 7Pass.
fr: Merci pour votre essai de 7Pass. Il s'agit de la version d'essai totalement fonctionnelle de 7Pass. Cliquez sur cette notification pour Noter/Acheter 7Pass.
nl: Bedankt dat u 7Pass geprobeerd heeft. Dit is de volledig functionele probeerversie van 7Pass. Klik deze notificatie om 7Pass te Beoordelen/Kopen.
pl: Dziękuję za wypróbowanie 7Pass. To jest w pełni działająca wersja próbna 7Pass. Zaznacz tę wiadomość żeby Ocenić/Kupić 7Pass.
ru: Спасибо за использование 7Pass. Это полнофункциональная пробная версия 7Pass. Нажмите на это сообщения чтобы оценить/приобрести 7Pass.
