Repository: ngocvantran/7Pass
Catalog: KeePass/Properties/Resources.*.resx
Languages: de, el, es, fr, hu, nl, pl, ru

# ConfirmDeleteDb
source: Do you want to delete database {0}? Doing so will only remove {0} from your phone, and will not delete the source file on your server.
de: Soll die Datenbank {0} gelöscht werden? Die würde die Datenbank auf dem Telefon löschen aber nicht die Quelle auf dem Server.
el: Θέλετε να διαγράψετε τη βάση δεδομένων {0}; Κάνοντάς το αυτό θα διαγραφεί μόνο το {0} από το τηλέφωνο, ενώ το αρχείο θα παραμείνει στον server.
es: ¿Desea borrar la base de datos {0}? Esto solo borrará la base de datos {0} de su teléfono, pero no borrará el archivo fuente del servidor.
fr: Effacer la base de données {0}? Dans ce cas {0} sera uniquement enlevée de votre téléphone et ne sera pas supprimer du serveur.
hu: Tényleg ki akarja törölni az adatokat {0}? A forrásfájl a szerverről nem törlődik, csak {0} a telefonról.
nl: Wilt u de database {0} verwijderen? Het bestand zal alleen {0} van uw telefoon worden verwijderd, maar niet van uw server.
pl: Czy chcesz skasować bazę danych {0}? Spowoduje to usunięcie {0} z twego telefonu, wersja źródłowa na serwerze nie będzie usuwana.
ru: Вы действительно хотите удалить базу {0}? Делая это, вы удалите базу {0} только с телефона. Версия на сервере останется без изменений.

# CorruptedFile
source: The database file is corrupted!
de: Die Datenbankdatei ist beschädigt!
el: Είναι κατεστραμμένο το αρχείο της βάσης δεδομένων!
es: La base de datos está corrupta!
fr: Le fichier de base de données est corrompu !
hu: Az adatbázis megsérült.
nl: Het databasebestand is beschadigd!
pl: Plik danych jest uszkodzony!
ru: База повреждена!

# DeleteDbTitle
source: Delete Database
de: Datenbank löschen
el: Διαγραφή βάσης δεδομένων
es: Borrar la Base de Datos
fr: Supprimer la base de données
hu: Adatbázis törlése
nl: Database Verwijderen
pl: Usuń bazę danych
ru: Удалить базу

# DemoDbText
source: The password of demo database is "demo", without quotes.
de: Das Passwort der Demo-Datenbank lautet "demo", ohne die Anführungszeichen.
el: Ο κωδικός πρόσβασης της δοκιμαστικής βάσης είναι "demo", δίχως τα εισαγωγικά.
es: La contraseña de la base de datos "demo" es "demo", sin las comillas.
fr: Le mot de passe pour la BD de démo est "demo" sans guillemets.
hu: A példa adatbázis jelszava "demo" (idézőjelek nélkül).
nl: Het wachtwoord van de demo database is "demo", zonder aanhalingstekens.
pl: Hasło testowej bazy danych to "demo", bez cudzysłowów.
ru: Пароль тестовой базы данных "demo" без кавычек

# DemoDbTitle
source: Database Password
de: Datenbankkennwort
el: Κωδικό πρόσβασης της βάσης δεδομένων
es: Contraseña de la Base de Datos
fr: Mot de passe de la base de données
hu: Adatbázisjelszó
nl: Databasewachtwoord
pl: Hasło bazy danych
ru: Пароль базы

# DownloadError
source: Error downloading your database. Please make sure that the url is correct.
de: Fehler beim herunterladen der Datenbank. Bitte stell sicher, dass der URL korrekt ist.
el: Σφάλμα κατά τη μεταφόρτωση της βάσης δεδομένων. Παρακαλώ ελέγξτε ότι το url είναι σωστό.
es: Error al descargar su Base de Datos. Asegúrese que la URL es correcta.
fr: Erreur de téléchargement de votre DB. Vérifiez que l'URL soit correcte.
hu: Az adatbázis letöltése nem sikerült. Ellenőrizze, hogy a megadott URL helyes-e.
nl: Fout tijdens downloaden van uw database. Controleer of de url klopt.
pl: Błąd pobierania bazy danych. Upewnij się, czy adres url jest prawidłowy.
ru: Ошибка загрузки базы Проверьте правильность URL.

# DownloadTitle
source: Database Download
de: Datenbank-Download
el: Λήψη της βάσης δεδομένων
es: Descargar Base de Datos
fr: Téléchargement de la base de données
hu: Adatbázis letöltése
nl: Database downloaden
pl: Pobierz bazy danych
ru: Загрузить базу

# IncorrectPassword
source: You've specified an incorrect password. Please note that 7Pass doesn't support using Windows account or custom password providers for the master password.
de: Sie haben ein falsches Passwort angegeben. Achtung: 7Pass unterstützt keine Windows-Anmeldung oder eigene Passwort-Anbieter für das Hauptpasswort.
el: Έχετε καθορίσει μια λάθος κωδικό. Παρακαλώ σημειώστε ότι το 7Pass δεν υποστιρίζει τη χρήση του λογαριασμού των Windows ή άλλους παρόχους κωδικών για τον κύριο κωδικό πρόσβασης.
es: Usted especificó una contraseña incorrecta. Note que 7Pass no soporta el usar una cuenta de Windows o una contraseña para terceros para la contraseña maestra.
fr: Mot de passe précisé incorrect. Attention: 7Pass ne supporte pas les fournisseurs de mots de passe de compte Windows ni ceux personnalisés pour le mot de passe maître.
hu: Rossz jelszót adott meg! 7Pass nem támogatja a Windows felhasználói fiókok vagy más jelszó ellenőrzési rendszerek használatát a mesterjelszó ellenőrzésére.
nl: U heeft een verkeerd wachtwoord ingevoerd. Let op dat 7Pass Windows account of eigen wachtwoord leveranciers voor het hoofdwachtwoord niet ondersteund.
pl: Podałeś nieprawidłowe hasło. Zauważ, że 7Pass nie wspiera kont Windows, ani niestandardowych dostawców haseł dla hasła głównego.
ru: Вы указали неверный пароль Учтите, что 7Pass не поддерживает авторизацию Windows аккаунтом или другим провайдером авторизации для главного пароля.

# InvalidCertificate
source: It is possible that the server's SSL certificate is not trused by your phone. Do you want to read more about this?
de: Es ist möglich, dass ihr Telefon dem SSL Zertifikat nicht vertraut. Wollen Sie mehr darüber erfahren?
el: Είναι πιθανό ότι το SSL πιστοποιητικό του διακομιστή δεν είναι αξιόπιστο. Θέλετε να διαβάσετε περισσότερα σχετικά με αυτό;
es: Es posible que el certificado SSL del servidor no provenga de una entidad certificadora en la que confíe. ¿Desea leer más acerca de esto?
fr: Il est possible que le certificat SSL de votre serveur ne soit pas de confiance pour votre téléphone. Voulez-vous en savoir plus?
hu: Lehetséges, hogy az Ön telefonja nem tartja megbízhatónak a szerver SSL biztonsági tanúsítványát. Szeretne a problémáról többet megtudni?
nl: Het is mogelijk dat uw telefoon het SSL certificaat van de server niet vertrouwd. Wilt u hierover meer lezen?
pl: Prawdopodobnie certyfikat SSL serwera nie jest dodany do zaufanych w Twoim telefonie. Czy chcesz dowiedzieć się czegoś więcej na ten temat?
ru: Возможно, что сертификат SLL сервера не является доверенным для вашего телефона. Желаете узнать больше?

# NoNetwork
source: No internet connection is available. Please try again later..
de: Es steht keine Internetverbindung zur Verfügung. Bitte später erneut versuchen.
el: Δεν υπάρχει διαθέσιμη σύνδεση με το διαδίκτυο. Παρακαλώ δοκιμάστε αργότερα..
es: No hay una conexión a internet disponible. Intente de nuevo más tarde..
fr: Pas de connexion Internet disponible. Essayez encore plus tard.
hu: Nincs elérhető internet kapcsolat. Próbálja meg később!
nl: Geen internetverbinding beschikbaar. Probeer het later nog eens..
pl: Połączenie internetowe jest niedostępne. Proszę spróbować później.
ru: Нет доступного соединения с интернет. Попробуйте позже..

# ParseError
source: Your password is correct and the database seems valid. Unfortunately, 7Pass encountered an error while reading the database. Do you want to send the author a report so that this bug can be fixed in next version?
de: Das Passwort ist korrekt und die Datenbank ist in Ordnung. Leider ist aber dennoch ein Fehler aufgetreten beim Lesen der Datenbank. Möchten Sie dem Entwickler eine Fehlerbeschreibung senden, so das der Fehler in der nächsten Versiopn behoben werden kann?
el: Ο κωδικός πρόσβασής σας είναι σωστός και η βάση δεδομένων φαίνεται να είναι έγκυρη. Δυστυχώς, το 7Pass αντιμετώπισε ένα σφάλμα κατά την ανάγνωση της βάσης δεδομένων. Θέλετε να στείλετε στον δημιουργό μια έκθεση, έτσι ώστε αυτό το σφάλμα να μπορεί να διορθωθεί στην επόμενη έκδοση;
es: Su contraseña es correct y la Base de Datos parece válida. Desafortunadamente, 7Pass encontró un error mientras se leía la Base de Datos. ¿Desea enviar al autor un reporte a fin que el error sea corregido en la siguiente versión?
fr: Votre mot de passe est correct et la BD valide. Malheureusement 7Pass a rencontré une erreur lors de la lecture de la BD. Envoyer un rapport à l'auteur pour corriger ce bug dans une prochaine version?
hu: Az Ön jelszava helyes és az adabázis is érvényesnek tűnik. Sajnos a 7Pass mégsem tudta betölteni az adatbázist. . Küldene egy hibajelentést a fejlesztőnek, hogy a következő verzióban ki tudja javítani ezt a hibát?
nl: Het wachtwoord is goed en de database lijkt geldig. Helaas is er een fout opgetreden tijdens het lezen van de database. Wilt u een rapport naar de ontwikkelaar versturen zodat deze bug in de volgende versie kan worden opgelost?
pl: Twoje hasło jest poprawne i baza danych wydaje się być prawidłowa. niestety 7Pass napotkał na błąd podczas czytania bazy. Czy chcesz przesłać autorowi raport, aby mógł poprawić ten błąd w kolejnej wersji?
ru: Ваш пароль верен и база выглядит неповрежденной. К сожалению, в 7Pass произошла ошибка при чтении базы. Желаете отправить сообщение об ошибке автору программы для ее устранения в следующей версии?

# PasswordTitle
source: Master Key
de: Hauptschlüssel
el: Πρωτεύον κλειδί
es: Contraseña Maestra
fr: Clé principale
hu: Mesterkulcs
nl: Hoofdsleutel
pl: Klucz główny
ru: Главный ключ

# UpdateFailure
source: Updating of database {0} failed: {1}
de: Das Update von Datenbank {0} ist fehlgeschlagen: {1}
el: Η ανανέωση της βάσης δεδομένων {0} απέτυχε: {1}
es: La actualización de la Base de Datos {0} falló: {1}
fr: Mise-à-jour de la BD {0} a échoué: {1}
hu: Nem sikerült frissíteni a(z) {0} adatbázist: {1}
nl: Bijwerken van database {0} mislukt: {1}
pl: Uaktualnianie bazy danych {0} nieudane: {1}
ru: Обновление базы {0} неудачно: {1}

# UpdateTitle
source: Database Update
de: Datenbankaktualisierung
el: Ενημέρωση βάσης δεδομένων
es: Actualizar la Base de Datos
fr: Mise-à-jour de la base de données
hu: Adatbázis frissítés
nl: Database Bijwerken
pl: Aktualizuj bazę danych
ru: Обновление базы данных

# WarningStorePassword
source: Please make sure that your phone's lock screen is password protected. Saving your database password without lock screen protection will allow anyone to view your passwords. To set lock screen password, please go to Phone's Settings\lock & wallpaper.
de: Bitte stellen Sie sicher, dass der Startbildschirm Ihres Telefons passwortgeschützt ist. Das Speichern des Passworts ohne Schutz des Startbildschirmes, erlaubt jeder beliebigen Person EInsicht in Ihre Passwörter.
el: Παρακαλώ βεβαιωθείτε ότι η οθόνη κλειδώματος του τηλεφώνου σας είναι προστατευμένη με κωδικό πρόσβασης. Η αποθήκευση του κωδικού πρόσβασής της βάσης δεδομένων σας χωρίς την προστασία της οθόνη κλειδώματος μπορεί να επιτρέψει σε κάποιον να δείτε τους κωδικούς πρόσβασης σας. Για να ορίσετε τον κωδικό κλειδώματος της οθόνης, παρακαλώ πηγαίνετε στις Ρυθμίσεις του τηλεφώνου\Κλείδωμα & ταπετσαρία.
es: Asegúrese que el teléfono esté protegido con contraseña. Salvar su Base de Datos sin que su teléfono tenga una contraseña podría permitir que alguien pueda apoderarse de sus contraseñas. Coloque una contraseña de pantalla a su teléfono a través de > configuración > bloqueo y fondo de pantalla.
fr: Vérifiez que votre écran de verrouillage possède un mot de passe. Sauvegarder votre BD de mots de passe sans verrouillage de l'écran permettra à quiconque de voir vos mots de passe! Pour mettre un mot de passe sur l'écran de verrouillage, allez dans les Paramètres du téléphone\Ecran de verrouillage & Mot de passe.
nl: Verzeker uzelf dat het vergrendelingsscherm met een wachtwoord is beschermd. Opslaan van het databasewachtwoord zonder beveiliging van het vergrendelingsscherm maakt het voor iedereen mogelijk uw wachtwoorden in te zien. Ga naar Telefoon Instellingenergrendelingsscherm om het wachtwoord van het vergrendelingsscherm in te schakelen.
pl: Upewnij się, że ekran startowy Twojego telefonu jest zabezpieczony hasłem. Zapisywanie hasła do bazy danych bez włączonego blokowania ekranu pozwoli obcym na poznanie Twoich haseł. Aby ustawić hasło blokady ekranu powitalnego przejdź do Ustawień Telefonu\zabezpieczenia i tapety.
ru: Пожалуйста, убедитесь что ваш экран блокировки телефона защищен паролем. Постронние смогут увидеть ваши пароли, если вы не сделаете этого. Чтобы установить пароль блокировки, перейдите в Настройки\блокировка+фон

# InvalidKeyFile
source: You've selected an invalid/corrupted keyfile.
de: Sie haben eine ungültige/beschädigte Keydatei ausgewählt.
el: Έχετε επιλέξει ένα με έγκυρο/κατεστραμμένο keyfile.
es: Ha seleccionada un archivo de llaves inválido ó corrupto
fr: Vous avez sélectionné un fichier de clés invalide ou corrompu.
nl: U hebt een ongeldig/beschadigd sleutelbestand geselecteerd.
pl: Wybrałeś nieprawidłowy/uszkodzona plik kluczy.
ru: Вы выбрали некоректный/поврежденный файл ключей

# KeyFileTitle
source: Download KeyFile
de: Download Keydatei
el: Λήψη του KeyFile
es: Descargar el Archivo de llaves
fr: Télécharger le fichier de clés
nl: Sleutelbestand Downloaden
pl: Pobierz plik kluczy
ru: Скачать файл ключей

# GlobalPassPrompt
source: Please enter your global password!
de: Bitte geben Sie Ihr globales Passwort an!
el: Παρακαλώ εισάγετε τον γενικό κωδικό πρόσβασης!
es: Por favor inserte su contraseña global!
fr: Entrez votre mot de passe général !
nl: Voer uw globale wachtwoord in!
pl: Wprowadź hasło główne!
ru: Введите глобальный пароль!

# GlobalPassTitle
source: 7Pass Global password
de: 7Pass globales Passwort
el: Γενικός κωδικός πρόσβασης του 7Pass
es: Contraseña Global de 7Pass
fr: Mot de passe Général de 7Pass
nl: 7Pass Globaal wachtwoord
pl: Hasło główne 7Pass
ru: Глобальный пароль 7Pass

# UnhandledExPrompt
source: 7Pass has encountered an unexpected error. 7Pass will now exit. Is it ok if I create an email so that you can send to me to fix this problem?
de: In 7Pass ist ein unerwarteter Fehler aufgetreten. 7Pass wird nun beendet. Ist es in Ordnung, wenn eine E-Mail erstellt wird, so das dieser Fehler an den Entwickler übermittelt wird, um ihn schnellstmöglich zu beheben?
el: Το 7Pass αντιμετώπισε ένα μη αναμενόμενο σφάλμα. Το 7Pass θα τερματιστεί τώρα. Θα είναι εντάξει, αν δημιουργήσω ένα e-mail ώστε να μπορείτε να το στείλετε σε μένα για να διορθώσω αυτό το πρόβλημα;
es: 7Pass ha encontrado un error inesperado. 7Pass saldrá ahora. ¿Desea crear un correo electrónico para que el problema sea resuelto?
fr: 7Pass a rencontré une erreur inattendue. 7Pass va maintenant quitter. Puis-je créer un e-mail pour me l'envoyer pour régler le problème?
nl: Er heeft een onverwachte fout opgetreden. 7Pass zal nu afsluiten. Is het goed als ik een e-mail maak die u naar mij kan versturen zodat het probleem kan worden opgelost?
pl: 7Pass napotkał błąd. 7Pass zostanie zamknięte. Czy mogę utworzyć e-maila, którego wyślesz do mnie w celu naprawy błędu?
ru: При выполнении 7Pass произошла неизвестная ошибка. Приложение 7Pass будет закрыто. Хотите написать письмо автору для решения этой проблемы?

# UnhandledExTitle
source: Ooopppppps
el: Ουουουουπς
es: Uuuuuuyyyyyyyyyy
nl: Ooepppppps
pl: Ojojojojoj
ru: Ой!

# InvalidUrlPrompt
source: The selected URL cannot be displayed. If the URL is too long (> 500 characters), try to relocate your resource to another location where the URL is shorter.
de: Der ausgewählte URL kann nicht angezeigt werden. Wenn der URL zu lang ist (> 500 Zeichen), versuchen Sie eine andere Quelle, wo der URL kürzer ist.
el: Η επιλεγμένη διεύθυνση URL δεν μπορεί να εμφανιστεί. Εάν η διεύθυνση URL είναι πολύ μεγάλη (> 500 χαρακτήρες), προσπαθήστε να μεταφέρετε τους πόρους σας σε άλλη θέση, όπου η διεύθυνση URL είναι μικρότερη.
es: La URL seleccionada no puede ser desplegada. Si la URL es demasiado larga (más de 500 caracteres), intente ubicar su recurso en una ubicación donde la URL sea más corta.
fr: L'URL sélectionnée ne peut être affichée. Si l'URL est trop longue (> 500 caractères), essayez de déplacer vos fichiers à un autre endroit où l'URL est plus courte.
nl: De geselecteerde URL kan niet worden getoond. Als de URL te lang is (> 500 karakters) probeer dan de bron naar een lokatie te verplaatsen waarvan de URL korter is.
pl: Nie można wyświetlić wybranego adresu URL. Jeśli adres URL jest zbyt długi (> 500 znaków), spróbuj przenieść swoje zasoby do innej lokalizacji, gdzie adres URL jest krótszy.
ru: Выбранный URL не может быть отображен. Если URL очень длинный (>500 символов), попробуйте переместить ресурс в другое место, где URL будет короче.

# InvalidUrlTitle
source: Invalid URL
de: Ungültiger URL
el: Μη έγκυρη διεύθυνση URL
es: URL inválida
fr: URL non valide
nl: Ongeldige URL
pl: Nieprawidłowy adres URL
ru: Неверный URL

# SavedCaption
source: Entry has been saved successfully!
de: Eintrag erfolgreich gespeichert!
el: Η εγγραφή έχει αποθηκευτεί με επιτυχία!
es: La entrada ha sido guardada de manera exitosa!
fr: Entrée a été enregistrée avec succès !
nl: Invoer is met succes opgeslagen!
pl: Wpis został pomyślnie zapisany!
ru: Запись успешно сохранена!

# SavedTitle
source: Save Entry
de: Eintrag wird gespeichert
el: Αποθήκευση εγγραφής
es: Guardar Entrada
fr: Enregistrer l'entrée
nl: Invoer Opslaan
pl: Zapisz wpis
ru: Сохранить запись

# Conflict
source: 7Pass has detected a conflict version of the database. Your local database is now uploaded at: [{0}] If you want to use the other database, please download it separately.
de: 7Pass hat einen Datenbank-Konflikt entdeckt. Die lokale Datenbank ist nun hochgeladen nach: [{0}] Wenn Sie diese neue Datenbank nutzen möchten, müssen sie diese separat herunterladen.
el: Το 7Pass εντόπισε μια διένεξη της έκδοσης της βάσης δεδομένων. Η τοπική βάση δεδομένων σας που είναι τώρα φορτωμένη είναι η: [{0}] Αν θέλετε να χρησιμοποιήσετε την άλλη βάση δεδομένων, παρακαλούμε να την κατεβάσετε ξεχωριστά.
es: 7Pass ha detectado un conflicto en la versión de la base de datos. Su base de datos local ha sido cargada a: [{0}] Si desea utilizar la otra base de datos, por favor descárguela por separado.
fr: 7Pass a détecté un conflit de version de la BD. Votre BD locale est maintenant téléchargée vers: [{0}] Si vous voulez utiliser une autre BD, téléchargez la séparément.
nl: 7Pass heeft een versieconflict tussen de databases ontdekt. De lokale database is nu geupload naar: [{0}] Als u de andere database wilt gebruiken moet u die appart downloaden.
pl: 7Pass wykrył konflikt wersji bazy danych. Twoja lokalna baza danych została przesłana na: [{0}] Jeżeli chcesz użyć innej bazy danych, ściągnij ją oddzielnie.
ru: 7Pass обнаружил конфликт версий баз данных. Ваша база теперь загружена как: [{0}] Если вы хотите использовать другую базу, загрузите ее отдельно

# ConflictTitle
source: Database Conflict
de: Datenbank-Konflikt
el: Διένεξη βάσης δεδομένων
es: Conflicto de Base de Datos
fr: Conflit de la base de données
pl: Konflikt bazy danych
ru: Конфликт баз данных

source: «Add Notes»
de: «Notizen hinzufügen»
el: «Προσθέστε σημειώσεις»
es: «Adicionar Notas»
fr: « Ajouter des Notes »
nl: «Notities Toevoegen»
pl: «Dodawaj notatki»
ru: «Добавить заметки»

# UnsavedChange
source: You have unsaved changes. Do you really want to ignore these changes?
de: Sie haben ungesicherte Änderungen. Wollen Sie diese Änderungen wirklich ignorieren?
el: Έχετε μη αποθηκευμένες αλλαγές. Θέλετε πραγματικά να αγνοήσετε αυτές τις αλλαγές;
es: Usted tiene cambios que no han sido guardados. ¿Está seguro que desea descartar dichos cambios?
fr: Vous avez des modifications non sauvegardées. Voulez-vous renoncer à ces changements ?
nl: U heeft niet opgeslagen wijzigingen. Wilt u deze wijzigingen echt weggooien?
pl: Masz niezapisane zmiany. Czy na pewno chcesz je zignorować?
ru: Имеются несохраненные изменения. Вы действительно хотите продолжить?

# UnsavedChangeTitle
source: Unsaved change
de: Ungespeicherte Änderungen
el: Μη αποθηκευμένες αλλαγές
es: Cambio no guardado
fr: Modification non enregistrée
nl: Niet-opgeslagen wijzigen
pl: Niezapisane zmiany
ru: Несохраненные изменения

# DeletePernamentPrompt
source: Are you sure want to pernamently delete the selected {0} {1}? This {0} will be deleted forever and cannot be recovered.
de: Sind Sie sich sicher, das die aus gewählte {0} {1} dauerhaft gelöscht werden soll? {0} wird für immer gelöscht und kann auch nicht weiderhergestellt werden.
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε μόνιμα το επιλεγμένο {0} {1}; Αυτό {0} θα διαγραφεί για πάντα και δεν μπρεί να ανακτηθεί.
es: ¿Está seguro que desea borrar de manera permanente {0} {1}? Esto hará que {0} sea borrado definitivamente y no pueda ser recuperado.
fr: Êtes-vous sûr de supprimer définitivement {0} {1} ? {0} sera définitivement supprimé et ne pourra être récupéré.
nl: Weet u zeker dat u de geselecteerd {0} {1} permanent wil verwijderen? De {0} zal voor eeuwig worden verwijderd en kan niet worden hersteld.
pl: Czy jesteś pewien, że chcesz nieodwracalnie skasować wybrane {0}{1}? Podane {0} zostanie na zawsze skasowane i nie będzie możliwe jego odzyskanie.
ru: undefined

# DeletePrompt
source: Are you sure want to delete the selected {0} {1}?
de: Sind Sie sich sicher, dass Sie die ausgewählte {0} {1} löschen wollen?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε το επιλεγμένο {0} {1};
es: ¿Está seguro de que desea eliminar seleccionados {0} {1}?
fr: Êtes-vous sûr de supprimer définitivement {0} {1} ?
nl: Bent u zeker dat u de geselecteerde {0} {1} wilt verwijderen?
pl: Jesteś pewien, że chcesz usunąć zaznaczone {0} {1}?
ru: Вы действительно хотите удалить {0} {1}?

# DeleteTitle
source: Delete
de: Löschen
el: Διαγραφή
es: Eliminar
fr: Supprimer
nl: Verwijderen
pl: Usuń
ru: Удалить

source: entry
de: Eintrag
el: καταχώρηση
es: entrada
fr: entrée
nl: invoer
pl: wpis
ru: запись

source: group
de: Gruppe
el: ομάδα
es: grupo
fr: Groupe
nl: groep
pl: grupa
ru: группа

# NewGroupTitle
source: New Group
de: Neue Gruppe
el: Νέα ομάδα
es: Nuevo Grupo
fr: Nouveau groupe
nl: Nieuwe Groep
pl: Nowa grupa
ru: Новая группа

# PromptName
source: Please enter group name
de: Bitte geben Sie einen Gruppennamen ein
el: Παρακαλώ εισάγετε το όνομα της ομάδας
es: Introduzca un nombre de grupo
fr: Entrez le nom de groupe
nl: Voer de groepsnaam in
pl: Wprowadź nazwę grupy
ru: Введите имя группы

# RenameTitle
source: Rename Group
de: Gruppe umbenennen
el: Μετονομασία ομάδας
es: Renombrar el grupo
fr: Renommer groupe
nl: Groep Hernoemen
pl: Zmień nazwę grupy
ru: Переименовать группу

source: Recycle Bin
de: Papierkorb
el: Κάδος ανακύκλωσης
es: Papelera de reciclaje
fr: Corbeille
nl: Prullenbak
pl: Kosz
ru: Корзина

# LargeTransforms
source: The selected database uses a large number of encryption transformation rounds. This will cause 7Pass to open the database much slower than normal.
de: Sie ausgewählte Datenbank verwendet eine sehr große Anzahl an Verschlüsselungsrunden. Dies führt dazu, das 7Pass die Datenbank nur noch sehr langsam öffnen kann.
el: Η επιλεγμένη βάση δεδομένων χρησιμοποιεί ένα μεγάλο αριθμό γύρων κρυπτογράφησης. Αυτό θα κάντει το 7Pass να ανοίξει τη βάση δεδομένων πολύ πιο αργά από το κανονικό.
es: La base de datos seleccionada utiliza un número mayor rondas de transformación de ciframiento. Esto hará que 7Pass tome más tiempo que el normal al abrir la base de datos.
fr: La BD sélectionnée utilise un grand nombre de cycles de cryptage. 7Pass mettra plus de temps pour ouvrir la base de données.
nl: De geselecteerde database gebruikt een groot aantal encryptie transformatie rondes. Het openen van de database door 7Pass zal veel langer duren dan normaal.
pl: Wybrana baza danych używa wielu stopni zabezpieczeń. To może spowodować, że 7Pass będzie otwierał ją znacznie wolniej niż zwykle.
ru: Выбранная база использует очень много шифрующих преобразований. Из-за этого 7Pass будет открывать эту базу намного медленнее, чем обычно.
